Repository: lcy0321/utsushi
Catalog: po/*.po
Languages: ru, zh_cn

source: Resolution
ru: Разрешение
zh_cn: 分辨率

source: Transfer Format
ru: Формат передачи
zh_cn: 传输格式

source: Loading completed
ru: Загрузка завершена
zh_cn: 装载完成

source: Ejecting completed
ru: Извлечение завершено
zh_cn: 退纸完成

source: Cleaning is complete.
ru: Очистка завершена.
zh_cn: 清洁完成。

source: Calibration is complete.
ru: Калибровка завершена.
zh_cn: 校准完成。

source: Cleaning is failed.
ru: Очистка не удалась.
zh_cn: 清洁失败。

source: Calibration is failed.
ru: Калибровка не удалась.
zh_cn: 校准失败。

source: Loading failed
ru: Сбой загрузки
zh_cn: 装载失败

source: Ejecting failed
ru: Сбой извлечения
zh_cn: 弹出失败

source: Maintenance failed
ru: Сбой техобслуживания
zh_cn: 维护失败

source: Document Source
ru: Источник документа
zh_cn: 文稿来源

source: Image Type
ru: Тип изображения
zh_cn: 图像类型

source: Dropout
ru: Исключение
zh_cn: 丢弃

source: Selecting a compressed format such as JPEG normally results in faster device side processing.
ru: При выборе сжатого формата, такого как JPEG, обработка на стороне устройства обычно выполняется быстрее.
zh_cn: 选择压缩格式，例如 JPEG，通常可以使得设备端的处理速度更快。

source: JPEG Quality
ru: Качество JPEG
zh_cn: JPEG 品质

source: Threshold
ru: Порог
zh_cn: 阈值

source: Gamma
ru: Гамма
zh_cn: 伽玛值

source: Transfer Size
ru: Размер передачи
zh_cn: 传输大小

source: Border Fill
ru: Заливка границы
zh_cn: 外框填充

source: Left Border
ru: Левая граница
zh_cn: 左边框

source: Right Border
ru: Правая граница
zh_cn: 右边框

source: Top Border
ru: Верхняя граница
zh_cn: 上边缘

source: Bottom Border
ru: Нижняя граница
zh_cn: 下边缘

source: Force Extent
ru: Принудительная область
zh_cn: 强制尺寸

source: Force the image size to equal the user selected size. Scanners may trim the image data to the detected size of the document. This may result in images that are not all exactly the same size. This option makes sure all image sizes match the selected area. Note that this option may slow down application/driver side processing.
ru: Принудительно приводить размер изображения к выбранному пользователем размеру. Сканеры могут обрезать данные изображений для обеспечения соответствия определённому ими размеру документа. Это может привести к тому, что не все изображения окажутся одинакового размера. Этот параметр позволяет сделать так, что размеры всех изображений будут соответствовать выбранной области. Обратите внимание, что использование этого параметра может замедлить обработку на стороне приложения/драйвера.
zh_cn: 强制图像大小与用户选定的大小相同。扫描仪可能会按照检测到的文稿大小裁切图像数据，造成每张图像大小不一。此选项用于确保所有图像与选定区域大小匹配。 提示：此选项可能拖慢应用程序/驱动程序端的处理速度。

source: Calibration
ru: Калибровка
zh_cn: 校准

source: Calibrating...
ru: Калибровка...
zh_cn: 正在校准...

source: Cleaning
ru: Очистка
zh_cn: 清洁

source: Cleaning...
ru: Очистка...
zh_cn: 正在清洁...

source: Eject
ru: Извлечь
zh_cn: 退纸

source: Ejecting ...
ru: Извлечение...
zh_cn: 正在退纸...

source: Load
ru: Загрузить
zh_cn: 装载

source: Loading...
ru: Загрузка...
zh_cn: 正在装载...

source: Manual
ru: Вручную
zh_cn: 手动

source: Maximum
ru: Максимальное значение
zh_cn: 最大

source: Auto Detect
ru: Автоопределение
zh_cn: 自动侦测

source: Scan area too small. The area needs to be larger than %1% by %2%.
ru: Слишком маленькая область сканирования. Размеры этой области должны превышать %1% х %2%.
zh_cn: 扫描区域过小。 扫描区域必须比 %1% 大 %2%。

source: Resolution too high for selected area. Choose a resolution no larger than %1%
ru: Слишком высокое разрешение выбранной области. Выберите разрешение, не превышающее %1%
zh_cn: 所选区域分辨率过高。 请选择不超过 %1% 的分辨率

source: Duplex
ru: Двусторонняя
zh_cn: 双面

source: Image Count
ru: Количество изображений
zh_cn: 图像计数

source: Detect Double Feed
ru: Определять склеенные
zh_cn: 检测双张进纸

source: Long Paper Mode
ru: Режим длинной бумаги
zh_cn: 加长纸张模式

source: Select this mode if you want to scan documents longer than what the ADF would normally support. Please note that it only supports automatic detection of the document height.
ru: Выберите этот режим, если требуется выполнить сканирование более длинных документов, чем те, с которыми обычно работает автоматический податчик документов. Обратите внимание, что поддерживается только автоматическое определение высоты документа.
zh_cn: 选择此模式以扫描超出自动输稿器通常支持长度的文稿。提示：仅支持文稿高度加自动检测。

source: Bind X and Y resolutions
ru: Связать разрешения по X и Y
zh_cn: 绑定 X 和 Y 分辨率

source: X Resolution
ru: Разрешение по X
zh_cn: X 分辨率

source: Y Resolution
ru: Разрешение по Y
zh_cn: Y 分辨率

source: Enable Resampling
ru: Включить ресемплинг
zh_cn: 启用重采样

source: This option provides the user with a wider range of supported resolutions. Resolutions not supported by the hardware will be achieved through image processing methods.
ru: Этот параметр предоставляет пользователю более широкий перечень поддерживаемых разрешений. Те разрешения, которые не поддерживаются оборудованием, достигаются посредством обработки изображений.
zh_cn: 此选项可提供更丰富的分辨率选项。硬件不支持的分辨率将通过图像处理手段实现。

source: Scan Area
ru: Область сканирования
zh_cn: 扫描区域

source: Top Left X
ru: Вверху слева по оси X
zh_cn: 左上角 X

source: Top Left Y
ru: Вверху слева по оси Y
zh_cn: 左上角 Y

source: Bottom Right X
ru: Внизу справа по оси X
zh_cn: 右下角 X

source: Bottom Right Y
ru: Внизу справа по оси Y
zh_cn: 右下角 Y

source: Crop
ru: Обрезка
zh_cn: 裁剪

source: Crop Adjustment
ru: Корректировка обрезки
zh_cn: 裁剪调整

source: Deskew
ru: Устранение перекоса
zh_cn: 倾斜纠正

source: Overscan
ru: Нерабочая область
zh_cn: 过扫描

source: Authentication is required. Unfortunately, this version of the driver does not support authentication yet.
ru: Требуется аутентификация. К сожалению, эта версия драйвера не поддерживает аутентификацию.
zh_cn: 需要身份验证。 但此版驱动程序尚不支持身份验证功能。

source: Unknown device error: %1%/%2%
ru: Неизвестная ошибка устройства: %1%/%2%
zh_cn: 未知设备错误：%1%/%2%

source: The Automatic Document Feeder is open. Please close it.
ru: Автоматический податчик документов открыт. Пожалуйста, закройте его.
zh_cn: 自动输稿器上盖打开。 请关上它。

source: A paper jam occurred. Open the Automatic Document Feeder and remove any paper. If there are any documents loaded in the ADF, remove them and load them again.
ru: Бумага замята. Откройте автоматический податчик документов и вытащите всю бумагу. Если в автоматический податчик загружены документы, извлеките их и загрузите заново.
zh_cn: 发生卡纸。 请打开自动输稿器并移除纸张。 如果自动输稿器已经装载了文稿，请先移除文稿后重新装载。

source: Please load the document(s) into the Automatic Document Feeder.
ru: Пожалуйста, загрузите документы в автоматический податчик документов.
zh_cn: 请将文稿装载到自动输稿器。

source: A multi page feed occurred in the auto document feeder. Open the cover, remove the documents, and then try again. If documents remain on the tray, remove them and then reload them.
ru: Автоподатчик документов подал сразу несколько листов. Откройте крышку, выньте документы и повторите попытку. Если документы остаются в лотке, выньте их и положите заново.
zh_cn: 在自动输稿器内发生多张进纸。请打开上盖，移除文稿，然后重新尝试。如果文稿还在进纸盒内，请先移除它们然后重新装载。

source: A fatal ADF error has occurred. Resolve the error condition and try again. You may have to restart the scan dialog or application in order to be able to scan.
ru: Произошла неустранимая ошибка автоматического податчика документов. Решите проблему, которая привела к ошибке, и повторите попытку. Для выполнения сканирования может потребоваться перезапустить диалог сканирования или приложение.
zh_cn: 发生致命自动输稿器错误。 请在解决错误后重新尝试。您可能要在重新启动扫描对话框或应用程序后才能再次扫描。

source: A fatal error has occurred
ru: Произошла неустранимая ошибка
zh_cn: 发生致命错误

source: Speed
ru: Скорость
zh_cn: 速度

source: Optimize image acquisition for speed
ru: Оптимизировать получение изображений по скорости
zh_cn: 针对图像捕获速度进行优化

source: The device is in use. Please wait until the device becomes available, then try again.
ru: Устройство используется. Подождите, пока устройство станет доступным, затем повторите попытку.
zh_cn: 设备正忙。请等待设备空闲后重新尝试。

source: invalid parameter
ru: Недопустимый параметр
zh_cn: 无效参数

source: unknown reply
ru: Неизвестный ответ
zh_cn: 未知回复

source: invalid command
ru: Недопустимая команда
zh_cn: 无效命令

source: device busy
ru: Устройство занято
zh_cn: 设备正忙

source: protocol error
ru: Ошибка протокола
zh_cn: 协议错误

source: Positive Film
ru: Позитивная плёнка
zh_cn: 正片

source: Negative Film
ru: Негативная плёнка
zh_cn: 负片

source: Bi-level CRT
ru: Двухуровневый CRT
zh_cn: 二值 CRT

source: Multi-level CRT
ru: Многоуровневый CRT
zh_cn: 多亮度级别 CRT

source: High Density Print
ru: Печать с высокой плотностью
zh_cn: 高密度印刷物

source: Low Density Print
ru: Печать с низкой плотностью
zh_cn: 低密度印刷物

source: High Contrast Print
ru: Печать с высокой контрастностью
zh_cn: 高对比度印刷物

source: Custom (Base Gamma = 1.0)
ru: Другое (базовая гамма = 1.0)
zh_cn: 自定义 (基准伽玛值为 1.0)

source: Custom (Base Gamma = 1.8)
ru: Другое (базовая гамма = 1.8)
zh_cn: 自定义 (基准伽玛值为 1.8)

source: None
ru: Нет
zh_cn: 无

source: Dot Matrix Printer
ru: Точечно-матричный принтер
zh_cn: 针式打印机

source: Thermal Printer
ru: Термопринтер
zh_cn: 热敏打印机

source: Inkjet Printer
ru: Струйный принтер
zh_cn: 喷墨打印机

source: CRT Display
ru: CRT-монитор
zh_cn: CRT 显示器

source: Bi-level
ru: Двухуровневый
zh_cn: 二值

source: Text Enhanced
ru: Улучшенный текст
zh_cn: 文本增强

source: Hard Tone
ru: Жёсткий тон
zh_cn: 硬调

source: Soft Tone
ru: Мягкий тон
zh_cn: 软调

source: Net Screen
ru: Чистый экран
zh_cn: 网面

source: Spiral 4x4
ru: Спираль 4x4
zh_cn: 螺旋 4x4

source: Net Screen 4x4
ru: Чистый экран 4x4
zh_cn: 网面 4x4

source: Net Screen 8x4
ru: Чистый экран 8x4
zh_cn: 网面 8x4

source: Unknown device error
ru: Неизвестная ошибка устройства
zh_cn: 未知设备错误

source: Monochrome
ru: Монохромное
zh_cn: 单色

source: Grayscale
ru: Оттенки серого
zh_cn: 灰阶

source: Color
ru: Цветное
zh_cn: 彩色

source: Line Count
ru: Количество строк
zh_cn: 线数

source: Specify how many scan lines to move from the device to the software in one transfer. Note that 0 will use the maximum usable value. Values larger than the maximum usable value are clamped to the maximum.
ru: Указать, сколько строк сканирования следует переместить с устройства в программу за одну передачу. Обратите внимание, что при 0 будет использоваться максимальное доступное для использования значение. Значения, превышающие максимальное доступное для использования значение, приводятся к нему.
zh_cn: 指定每次传输时设备扫描的线数。数值为 0 时将使用最大可用值。大于最大可用值的数值将被截断为最大可用值。

source: Gamma Correction
ru: Гамма-коррекция
zh_cn: 伽玛校准

source: Color Correction
ru: Цветовая коррекция
zh_cn: 色彩校准

source: Auto Area Segmentation
ru: Автоматическая сегментация области
zh_cn: 自动分区

source: Threshold text regions and apply half-toning to photo/image areas.
ru: Отделить с помощью порога области текста и применить полутона к областям фотографий/изображений.
zh_cn: 对文本区域进行阈值处理，对照片/图像区域应用半调处理。

source: Dither Pattern
ru: Шаблон сглаживания
zh_cn: 抖动图案

source: Sharpness
ru: Резкость
zh_cn: 锐利度

source: Emphasize the edges in an image more by choosing a larger value, less by selecting a smaller value.
ru: Сделать границы в изображении более или менее выраженными (путём выбора, соответственно, большего или меньшего значения).
zh_cn: 数值高时图像中的边缘部分将被强调，数值低时则相反。

source: Brightness
ru: Яркость
zh_cn: 亮度

source: Make images look lighter with a larger value or darker with a smaller value.
ru: Сделать изображения светлее (путём увеличения значения) или темнее (путём уменьшения значения).
zh_cn: 数值高时图像将显得更亮，数值低时则显得更暗。

source: Mirror
ru: Отражение
zh_cn: 水平镜像翻转

source: Document Table
ru: Планшет для документов
zh_cn: 文稿台

source: ADF
ru: Автоматический податчик документов
zh_cn: 自动输稿器

source: Primary TPU
ru: Основной слайд-модуль
zh_cn: 主透扫器

source: Secondary TPU
ru: Дополнительный слайд-модуль
zh_cn: 副透扫器

source: Transparency Unit
ru: Слайд-модуль
zh_cn: 透扫器模块

source: Film Type
ru: Тип плёнки
zh_cn: 胶片类型

source: White
ru: Белая
zh_cn: 白色

source: Black
ru: Чёрная
zh_cn: 黑色

source: Off
ru: Выкл
zh_cn: 关

source: Normal
ru: Нормальный
zh_cn: 正常

source: Thin
ru: Тонкий
zh_cn: 薄

source: On
ru: Вкл
zh_cn: 开

source: Paper Protection
ru: Защита бумаги
zh_cn: 纸张保护

source: Red
ru: Красный
zh_cn: 红

source: Green
ru: Зелёный
zh_cn: 绿

source: Blue
ru: Синий
zh_cn: 蓝

source: ADF - Double-sided
ru: ADF — двусторонний
zh_cn: 自动输稿器 - 双面

source: ADF - Single-sided
ru: ADF — односторонний
zh_cn: 自动输稿器 - 单面

source: Black & White
ru: Чёрно-белый
zh_cn: 黑白

source: Mode
ru: Режим
zh_cn: 模式

source: Text/Line Art
ru: Текст/штриховой рисунок
zh_cn: 文本/线稿

source: Skip Blank Pages Settings
ru: Настройки пропуска пустых страниц
zh_cn: 跳过空白页设置

source: Buffer Size
ru: Размер буфера
zh_cn: 缓冲区大小

source: Image Quality
ru: Качество изображения
zh_cn: 图像品质

source: Change brightness of the acquired image.
ru: Изменить яркость полученного изображения.
zh_cn: 更改捕获图像的亮度。

source: Contrast
ru: Контрастность
zh_cn: 对比度

source: Change contrast of the acquired image.
ru: Изменить контрастность полученного изображения.
zh_cn: 更改捕获图像的对比度。

source: 0 degrees
zh_cn: 0 度

source: 90 degrees
zh_cn: 90 度

source: 180 degrees
zh_cn: 180 度

source: 270 degrees
zh_cn: 270 度

source: Auto
ru: Авто
zh_cn: 自动

source: Rotate
ru: Поворот
zh_cn: 旋转

source: Maintenance
ru: Обслуживание
zh_cn: 维护

source: No devices found
ru: Устройства не найдены
zh_cn: 未找到设备

source: Select a device
ru: Выбрать устройство
zh_cn: 选择一台设备

source: Cannot access %1% (%2%) %3%
ru: Невозможен доступ к %1% (%2%) %3%
zh_cn: 无法访问 %1% (%2%) %3%

source: Scanning...
ru: Сканирование...
zh_cn: 正在扫描...

source: Canceling...
ru: Отмена...
zh_cn: 正在取消...

source: Save As...
ru: Сохранить как...
zh_cn: 另存为...

source: Untitled
ru: Без названия
zh_cn: 未命名

source: conversion from %1% to %2% is not supported
ru: Преобразование %1% в %2% не поддерживается
zh_cn: 不支持转换 %1% 到 %2%

source: Scan
ru: Сканировать
zh_cn: 扫描

source: Details:
ru: Подробнее:
zh_cn: 详情：

source: Preview
ru: Просмотр
zh_cn: 预览

source: Zoom In
ru: Увеличить изображение
zh_cn: 放大

source: Zoom Out
ru: Уменьшить изображение
zh_cn: 缩小

source: Actual Size
ru: Фактический размер
zh_cn: 实际大小

source: Zoom to fit
ru: Масштаб по размерам окна
zh_cn: 缩放至适合

source: Scanner:
ru: Сканер:
zh_cn: 扫描仪：

source: To be implemented.
ru: Планируется к реализации.
zh_cn: 该功能尚未实现。

source: Support for changing the active item has not been implemented yet. Should be changing from <b>%1%</b> to <b>%2%</b>
ru: Поддержка смены активного элемента ещё не реализована. Должно меняться с <b>%1%</b> на <b>%2%</b>
zh_cn: 更改活动项目功能目前尚未实现。应该从 <b>%1%</b> 更改为 <b>%2%</b>

source: Support for management action functions has not been implemented yet. This action could manipulate, and revert to, <b>%1%</b>
ru: Поддержка функций действий управления ещё не реализована. Это действие может управлять и выполнять возврат к <b>%1%</b>
zh_cn: 管理操作功能目前尚未实现。此操作可更改并回退到 <b>%1%</b>

source: Other
ru: Другое
zh_cn: 其他

source: Application
ru: Приложение
zh_cn: 应用程序

source: Restoring previous value
ru: Восстановление предыдущего значения
zh_cn: 恢复之前的数值

source: The selected combination of values is not supported.
ru: Выбранная комбинация значений не поддерживается.
zh_cn: 不支持所选数值的组合。

source: Unsupported file format.
ru: Неподдерживаемый формат файла.
zh_cn: 不支持的文件格式。

source: The '%1%' file extension is not associated with a supported file format. Please select a file format or use one of the known file extensions.
ru: Расширение файла '%1%' не связано с поддерживаемым форматом файла. Выберите формат файла или используйте одно из известных расширений файла.
zh_cn: 扩展名“%1%”并未关联任何一种支持的文件格式。请选择一种文件格式，或使用已知的扩展名。

source: The %1% format does not support multiple images in a single file.
ru: Формат %1% не поддерживает несколько изображений в одном файле.
zh_cn: %1% 格式不支持在单个文件中包含多张图像。

source: Please save to PDF or TIFF if you want a single file. If you prefer the %1% image format, use a filename such as 'Untitled-%%3i%2%'.
ru: Сохраните в формате PDF или TIFF, если вам нужен один файл. Если вы предпочитаете формат изображения %1%, используйте имя файла вида 'Без названия-%%3i%2%'.
zh_cn: 如果想要使用单个文件，请保存为 PDF 或 TIFF。如果想要使用 %1% 图像格式，请使用例如“未命名-%%3i%2%”这样的文件名。

source: The name "%1%" already exists. OK to overwrite this name using the new settings?
ru: Имя "%1%" уже существует. Использовать это имя для записи новых настроек?
zh_cn: 文件名“%1%”已存在。 您确定要用新设置覆盖此文件名吗?

source: The file already exists in "%1%". Replacing it will overwrite its contents.
ru: Файл уже существует в "%1%". Замена приведет к перезаписи его содержимого.
zh_cn: 此文件在“%1%”中已存在。替换它将覆盖其内容。

source: Files matching "%1%" may already exist. Do you want to replace them?
ru: Файлы, соответствующие "%1%", возможно, уже существуют. Заменить их?
zh_cn: 与“%1%”匹配的文件可能已经存在。您想要替换它们吗？

source: File Type
ru: Тип файла
zh_cn: 文件类型

source: File type: %1%
ru: Тип файла: %1%
zh_cn: 文件类型：%1%

source: By extension
ru: По расширению
zh_cn: 按扩展名

source: Save all images in a single file
ru: Сохранить все изображения в одном файле
zh_cn: 保存所有图像到单个文件中

source: PDFs and Image Files
ru: Файлы формата PDF и файлы изображений
zh_cn: PDF 和图像文件

source: Image Files
ru: Файлы изображений
zh_cn: 图像文件

source: All Files
ru: Все файлы
zh_cn: 所有文件

source: Standard
ru: Стандартный
zh_cn: 标准

source: If there is any user interface at all, options at the standard level are meant to be made available to the user.
ru: Если присутствует хоть какой-либо интерфейс пользователя, эти стандартные параметры будут доступны пользователю.
zh_cn: 只要存在用户界面，属于标准级别的选项应该对用户可用。

source: Extended
ru: Расширенный
zh_cn: 扩展

source: Extended options are for those situations where the user needs a bit more control over how things will be done.
ru: Расширенные параметры предназначены для тех случаев, когда пользователю нужно немного больше контроля над работой программы.
zh_cn: 扩展选项是为用户需要对过程进行更多控制时准备的选项。

source: Complete
ru: Полный
zh_cn: 完整

source: This is for options that are mostly just relevant for the most demanding of image acquisition jobs or those users will not be satisfied unless they are in complete control.
ru: Параметры, которые связаны с самыми сложными заданиями получения изображений или требуются пользователям, желающим обладать полным контролем над программой.
zh_cn: 这是为要求苛刻的图像捕获任务，或者需要对工作流程进行完全控制的用户准备的选项。

source: Ledger
zh_cn: 美国账本用纸 (Ledger)

source: Legal
zh_cn: 美国法务用纸 (Legal)

source: Letter
zh_cn: 美国信纸 (Letter)

source: Executive
zh_cn: 美国行政用纸 (Executive)

source: Acquire image data asynchronously
ru: Получать данные изображений асинхронно
zh_cn: 异步捕获图像数据

source: When true, image acquisition will proceed independently from the rest of the program. Normally, this would be what you want because it keeps the program responsive to user input and updated with respect to progress. However, in case of trouble shooting you may want to turn this off to obtain a more predictable program flow. Note, you may no longer be able to cancel image acquisition via the normal means when this option is set to false.
ru: Если этот параметр включён, получение изображений выполняется независимо от работы остальной программы. Обычно рекомендуется включить этот параметр, так как в этом случае программа будет отвечать на действия пользователя и обновлять данные по ходу выполнения. Однако при устранении неполадок этот параметр лучше отключить, чтобы получить более предсказуемый программный поток. Обратите внимание: если этот параметр отключён, больше не получится отменить получение изображений обычным способом.
zh_cn: 开启此选项时，图像捕获过程将独立于程序的其他部分进行处理。一般而言这是正确的选择，可以保持程序即时响应用户操作，并随过程进度更新状态。然而在排除故障时你可能需要关闭此选项，让程序的工作更可预测。 提示：关闭此选项时可能无法通过正常手段取消图像捕获过程。

source: GNU standard options
ru: Стандартные параметры GNU
zh_cn: GNU 标准选项

source: Standard options
ru: Стандартные параметры
zh_cn: 标准选项

source: display this help and exit
ru: Показать эту справку и выйти
zh_cn: 显示此帮助并退出

source: output version information and exit
ru: Вывести информацию о версии и выйти
zh_cn: 输出版本信息并退出

source: Options provided by %1%.
ru: Параметры, предоставленные %1%.
zh_cn: 选项由 %1% 提供。

source: General
ru: Основное
zh_cn: 常规

source: Basic options.
ru: Базовые параметры.
zh_cn: 基本选项。

source: Geometry
ru: Геометрия
zh_cn: 尺寸

source: Scan area and image size related options.
ru: Параметры, связанные с областью сканирования и размером изображения.
zh_cn: 扫描区域和图像尺寸的相关选项。

source: Enhancement
ru: Улучшение
zh_cn: 增强

source: Image modification options.
ru: Параметры изменения изображения.
zh_cn: 图像调整选项。

source: The current locale settings are not supported by the standard C++ library used by this application. This is most likely caused by a misconfigured locale but may also be due to use of a C++ library without localization support. You can work around this issue by starting the application in a "C" locale, but you really should check your locale configuration and the locale support of the C++ library used by the application.
ru: Текущие параметры языкового стандарта не поддерживаются стандартной библиотекой C++, которую использует это приложение. Вероятнее всего, языковой стандарт настроен неверно, но дело также может быть и в том, что используется библиотека C++ без поддержки локализации. Для обхода этой проблемы можно запустить приложение с "C"-локалью, но настоятельно рекомендуется проверить параметры настройки языкового стандарта, а также убедиться, что используемая приложением библиотека C++ поддерживает локализацию.
zh_cn: 当前区域设置不受此应用程序使用的标准 C++ 程序库支持。这很可能是由于错误的区域设置造成，但也不能排除使用了一款不支持区域设置的 C++ 程序库。您可以使用 C 语言的区域设置来启动该应用程序，但您更应该检查区域设置是否正常，还应检查该应用程序使用的 C++ 程序库是否支持区域设置。

source: library initialization failed
ru: Cбой инициализации библиотеки
zh_cn: 程序库初始化失败

source: Unknown SANE status code %d
ru: Неизвестный код состояния SANE %d
zh_cn: 未知 SANE 状态代码 %d

source: display help information for a command
ru: Показать справочную информацию по команде
zh_cn: 显示命令的帮助信息

source: list available image acquisition devices
ru: Список доступных устройств получения изображений
zh_cn: 列出可用的图像捕获设备

source: Supported commands
ru: Поддерживаемые команды
zh_cn: 支持的命令

source: display the help for a command and exit
ru: Показать справку по команде и выйти
zh_cn: 显示命令的帮助并退出

source: output command version information and exit
ru: Вывести информацию о версии команды и выйти
zh_cn: 输出命令版本信息并退出

source: scan with a suitable utility
ru: Сканировать с помощью подходящей утилиты
zh_cn: 用合适的工具进行扫描

source: next generation image acquisition
ru: Получение изображений следующего поколения
zh_cn: 新一代图像捕获系统

source: %1%: not found
ru: %1%: не найдено
zh_cn: %1%：未找到

source: no usable devices available
ru: Нет доступных для использования устройств
zh_cn: 无可用设备

source: %1%: found but has no driver
ru: %1%: найдено, но отсутствует драйвер
zh_cn: %1%：找到设备但缺少驱动程序

source: %1%: not supported
ru: %1%: не поддерживается
zh_cn: %1%：不支持

source: %1% Allowed values: %2%
ru: %1% Допустимые значения: %2%
zh_cn: %1% 允许的数值：%2%

source: Allowed values: %1%
ru: Допустимые значения: %1%
zh_cn: 允许的数值：%1%

source: image acquisition device to use
ru: Устройство получения изображений, которое следует использовать
zh_cn: 要使用的图像捕获设备

source: output destination to use
ru: Место назначения вывода, которое следует использовать
zh_cn: 要使用的输出目标位置

source: Utility options
ru: Параметры утилиты
zh_cn: 工具选项

source: log device I/O in hexdump format
ru: Журналировать ввод-вывод устройства в формате hexdump
zh_cn: 保存设备输入输出信息为 hexdump 格式日志

source: output image format PNM, PNG, JPEG, PDF, TIFF or one of the device supported transfer-formats. The explicitly mentioned types are normally inferred from the output file name. Some require additional libraries at build-time in order to be available.
ru: Формат выходного изображения PNM, PNG, JPEG, PDF, TIFF или один из форматов передачи, поддерживаемых устройством. Указанные в явном виде форматы обычно определяются по имени выходного файла. Для обеспечения доступности некоторых форматов во время сборки требуется использовать дополнительные библиотеки.
zh_cn: 输出图像格式 PNM、PNG、JPEG、PDF、TIFF 或设备支持的传输格式。指定的类型一般可以从输出文件名来推断。某些格式需要在构建程序时具备额外的程序库才能使用。

source: Device actions
ru: Действия устройства
zh_cn: 设备操作
