Repository: lcy0321/utsushi
Catalog: po/*.po
Languages: ru, zh_cn

source: Only perform the actions given on the command-line. Do not perform image acquisition.
ru: Выполнять только действия, указанные в командной строке. Не выполнять получение изображений.
zh_cn: 仅执行在命令行给出的操作。不要执行图像捕获。

source: Device options
ru: Параметры устройства
zh_cn: 设备选项

source: Add-on options
ru: Параметры надстройки
zh_cn: 附加设备选项

source: Note: device options may be ignored if their prerequisites are not satisfied. A '--duplex' option may be ignored if you do not select the ADF, for example.
ru: Примечание: параметры устройства могут быть проигнорированы, если соответствующие обязательные условия не удовлетворены. Например, параметр '--duplex' может быть проигнорирован, если не выбран автоматический податчик документов.
zh_cn: 注意：如果设备选项的前提条件无法满足，这些选项可能会被忽略。 例如：“--duplex”选项在没有选择自动输稿器时可能会被忽略。

source: cannot infer image format from file extension: '%1%'
ru: Не удалось определить формат изображения по расширению файла: '%1%'
zh_cn: 无法从文件扩展名“%1%”推断图像格式

source: unsupported image format: '%1%'
ru: Неподдерживаемый формат изображения: '%1%'
zh_cn: 不支持的文件格式：“%1%”

source: %1% does not support multi-image files
ru: %1% не поддерживает файлы с несколькими изображениями
zh_cn: %1% 格式不支持多图像文件。

source: use an alternative GUI layout definition file
ru: Использовать альтернативный файл определения компоновки графического интерфейса пользователя
zh_cn: 使用备选图形界面布局定义文件

source: use an alternative GUI resource file
ru: Использовать альтернативный файл ресурсов графического интерфейса пользователя
zh_cn: 使用备选图形界面资源文件

source: Command options
ru: Параметры команды
zh_cn: 命令选项

source: Start an interactive user interface The default behavior depends on the environment where one runs the command. A scan utility suitable for non-interactive use can be selected with the '--no-interface' option.
ru: Запустить интерактивный интерфейс пользователя Поведение по умолчанию зависит от среды, в которой выполняется команда. Указать утилиту сканирования, подходящую для неинтерактивного использования, можно с помощью параметра '--no-interface'.
zh_cn: 启动交互式用户界面 默认行为取决于运行该命令的环境。非交互式的扫描工具可以选择“--no-interface”选项。

source: acquire images with a suitable utility
ru: Получить изображения с помощью подходящей утилиты
zh_cn: 使用合适的工具捕获图像

source: display version information for a command
ru: Показать информацию о версии команды
zh_cn: 显示命令的版本信息

source: Bayer 4x4
ru: Байер 4x4
